import { Dimensions } from 'react-native';

export const WINDOW_HEIGHT = Dimensions.get('window').height;

export const MAX_SEARCH_NUMBER = 999;
export const MIN_SEARCH_NUMBER = 1;

export const COMPLIMENTS_ARRAY = [
    'Вы великолепны!',
    'Так держать!',
    'Хороший результат',
    'Дальше - больше!',
    'Успешный успех',
    'Да ну?!?!! Ты лучший❤',
    'А ты хорош',
    'Офигеть, ты крут!',
    'Молодчина!',
    'Терпения тебе не занимать!',
    'Молодчина, горжусь тобой!',
    'Серьезно? Да серьезно, а ты не верил?',
    'Кажется ты поймал удачу за хвост!',
    'Ты невероятный сыщик!!!',
    'Так внимательно за номерами даже ДПС не следит!😆',
    'А ты хорош, успех уже в 2 шагах от тебя😊',
    'С такой внимательностью и динозавров можно найти',
    'И день прошел уже не зря получается✨',
];
